Repository: kukalajet/kuleta
Catalog: lib/l10n/arb/app_*.arb
Languages: sq

# counterAppBarTitle
source: Counter
sq: Numërues

# totalAmountSpentThisMonthTitle
source: Amount spent this month
sq: Shuma e shpenzuar këtë muaj

# manualAddon
source: Add manually
sq: Shtim manual

source: Add invoice
sq: Shto faturë

# nonValidQr
source: This QR code is not valid!
sq: Ky QR code nuk eshte i vlefshem!

# invoiceExists
source: This invoice is already listed!
sq: Kjo faturë është tashmë në listë!

source: Search invoice
sq: Kerko faturën

source: Delete invoice
sq: Fshij invfaturënoice

source: Save invoice
sq: Ruaj faturën

# noTax
source: Without tax
sq: Pa TVSH

source: Tax sum
sq: Shuma e TVSH-së

# onboardingTitle1
source: Keep your invoice always with you
sq: Mbajini faturat tuaja gjithmonë me vete

# onboardingSubtitle1
source: All your invoices in a single place where you can revisit them whenever you want
sq: Të gjitha faturat tuaja ne nje vënd te vetëm ku mund ti rishikoni sa herë ju nevojitet.

# onboardingTitle2
source: Manage your spendings
sq: Menaxhoni shpenzimet tuaja

# onboardingSubtitle2
source: Ever felt spending too much? Having visibility of where your expenses are coming will help you save money
sq: Jeni ndjerë sikur keni shpenzuar tepr? Të paturit shikueshmëri ndaj shpenzimeve tuaja do tju ndihmoje te kurseni para

# onboardingTitle3
source: Manage your spendings
sq: Nuk kërkohet Login

# onboardingSubtitle3
source: No login required
sq: Kuleta nuk ēshtë e interesuar se kush jeni ju, përdorni atë në mënyrë anonime

source: Total
sq: Totali

source: Continiue
sq: Vazhddoni

# welcome
source: Welcome to
sq: Mirësevini te

source: Invoice
sq: Faturë!

source: Date created
sq: Data e krijimit

source: Time created
sq: Ora e krijimit

# selectDate
source: Select a date
sq: Zgjidhni daten

# manualSearch
source: Manual search of Invoice
sq: Kerkim manual i fatures fiskale

# invoiceSearchFailed
source: Couldn't retrieve an invoice
sq: Fatura nuk u gjet!
